{
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "dracula.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mini.ai": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-wakatime": { "branch": "master" },
  "visual-whitespace.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "windsurf.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" }
}
